<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы для email
    |--------------------------------------------------------------------------
    |
    | Фразы для исспользования в email
    |
    */
    'registration_title' => 'Спасибо за регистрацию',
    'registration' => 'Благодарим за регистрацию на сайте компании.<br>
        Надеемся на долгое и плодотворное сотрудничество!<br>',

    'change_password_title' => 'Смена пароля',
    'change_password' => 'Вы изменили пароль для входа в личный кабинет на сайте<br><br>
        <b>Если это были вы</b><br>
        Все в порядке. Вам не нужно ничего делать. Теперь вы можете войти в личный кабинет на сайте, используя новый пароль.<br><br>
        <b>Если это были не вы</b><br>
        Кто-то знает ваши учетные и данные и использовал их для входа в личный кабинет. Чтобы защитить свой аккаунт, сбросте пароль и придумайте новый.',

    'consultation_request_title' => 'Ваш запрос получен',
    'consultation_request' => 'Мы получили ваш запрос на консультацию и обработаем его в ближайшее время',

    'reset_password_title' => 'Изменение пароля',
    'reset_password' => 'Вы отправили запрос на восстановление пароля. Для изменения пароля нажмите на кнопку ниже',
];
