<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы ответов от API
    |--------------------------------------------------------------------------
    |
    | Сообщения для пользователя от API
    |
    */

    'error_500' => 'Приносим извинения за неудобства, но что-то пошло не так. Мы уже начали решать проблему. Пожалуйста, повторите попытку позже.',
    'registration_error' => 'Приносим извинения за неудобства, но что-то пошло не так. Мы уже начали решать проблему. Пожалуйста, повторите попытку позже.',
    'incorrect_login' => 'Вы неправильно ввели имя пользователя или пароль',
    'incorrect_change_password' => 'Вы неправильно ввели имя пользователя или пароль',
    'logout' => 'Вы успешно вышли из системы',
    'editing_unavailable' => 'Эта запись не принадлежит вам',
    'save_error' => 'Приносим извинения за неудобства, но ваши данные сейчас не могут быть сохранены. Мы уже приступили к решению проблемы. Пожалуйста, повторите попытку позже.',
    'edit_error' => 'Приносим извинения за неудобства, но ваши данные сейчас не могут быть изменены. Мы уже приступили к решению проблемы. Пожалуйста, повторите попытку позже.',
    'delete_error' => 'Нам не удалось удалить данные. Скорее всего, они связаны с другими. Попробуйте сначала удалить данные, которые ссылаются на эти значения.',
    'data_not_found' => 'Мы не смогли найти запрошенные данные',
    'access_closed' => 'У вас нет доступа к этим данным',
    'saved' => 'Ваши данные были успешно сохранены',
    'deleted' => 'Ваши данные были успешно удалены',
    'message_successfully_sent' => 'Сообщение было успешно отправлено',
    'message_wasnt_sent' => 'Сообщение не было отправлено',
    'token_has_been_blacklisted' => 'Мы заботимся о вашей безопасности и завершили вашу текущую сессию т.к. долгое время вы были неактивны. При необходимости, авторизируйтесь снова',
    'email_does_not_exist' => 'Email не существует',
    'check_your_email_to_reset_password' => 'Проверьте свой почтовый ящик, мы отправили ссылку для сброса пароля',
    'password_updated' => 'Пароль был успешно обновлен',
    'reset_token_not_found' => 'Либо ваш адрес электронной почты, либо токен неверный',
    'user_account_deleted' => 'Ваш аккаунт был успешно удален',
    'user_account_archived' => 'Ваш аккаунт был успешно архивирован',
    'user_account_unarchived' => 'Ваш аккаунт был успешно разархивирован',
    'save_file_error' => 'Приносим извинения за неудобства, но ваш файл не может быть сохранен сейчас. Мы уже приступили к решению проблемы. Пожалуйста, повторите попытку позже.',
    'delete_file_error' => 'Приносим извинения за неудобства, но ваш файл не может быть удален сейчас. Мы уже приступили к решению проблемы. Пожалуйста, повторите попытку позже.',
];
